Repository: zlorf/django-synchro
Catalog: synchro/locale/*/LC_MESSAGES/django.po
Languages: de

source: An error occured: %(msg)s (%(type)s)
de: Ein Fehler ist aufgetreten: %(msg)s (%(type)s)

source: Synchronization has been reset.
de: Synchronisation wurde zurückgesetzt.

source: Synchronization performed successfully.
de: Synchronisation erfolgreich durchgeführt.

source: No changes since last synchronization.
de: Keine Änderungen seit der letzten Synchronisation.

source: Synchronization
de: Synchronisation

source: Home
de: Start

source: Last synchro time
de: Zeitpunkt der letzten Synchronisation

source: Synchronize
de: Synchronisieren

source: Reset synchronization
de: Synchronisation zurücksetzen

source: All changes from last synchronization up to now will be forgotten and won't be synchronized in the future. Are you sure you want to proceed?
de: Sämtliche Änderungen der letzten Synchronisation bis zum aktuellen Zeitpunkt werden zurückgesetzt und zukünftig nicht synchronisiert. Wirklich fortfahren?
